export const mentors = [
  {
    slug: "temuulen",
    name: "Д.Тэмүүлэн",
    school: "МУИС",
    image: "/mentor/mentor1.jpg",
    major: "Программ хангамж",
    level: "2-р түвшин",
    email: "temuulentemm@gmail.com",
    phone: "+976 80348494",
    subjects: ["Математик", "Физик"],

    examPrep: "Өмнөх жилүүдийн бүх ЭЕШ дээр ажиллаж, ахиц гарвал өөрийгөө шагнаж урамшуулдаг байсан",

    expectationVsReality:
      "Хариултын хуудас тийм их цаг авна гэж төсөөлөөгүй 😭 Амжихгүй гарах хамгийн муухай байсан 🥲",

    schoolTests:
      "Сэтгэл зүйг маш сайн бэлддэг. Үнэнчээр өгдөг бол ЭЕШ дээр сандрах нь багасдаг 🧐",

    activities: "Mongolia Needs You менторшип хөтөлбөр",

    skills: "Цагийн менежмент",
    bio:"neg yum",
    threeWords: [
      "soft-hearted 🥹❤️",
      "quietly-strong 😙",
      "impossible-to-replace 🥰",
    ],

    posts: [
      {
        title: "ЭЕШ-д амжилттай бэлдэх 5 алхам",
        date: "2024-10-12",
        content: "Өдөр бүр бага багаар тогтмол давтах хамгийн чухал...",
      },
      {
        title: "Сандралтаа хэрхэн дарах вэ?",
        date: "2024-11-01",
        content: "Бодит шалгалт шиг сорил өгөх нь маш их нөлөөтэй...",
      },
    ],
  },
    {
    slug: "anar-erdene",
    name: "Д.Анар-Эрдэнэ",
    school: "МУИС",
    image: "/mentor/anar.jpg",
    major: "Программ хангамж",
    level: "2-р түвшин",
    email: "anarerdene26@gmail.com",
    phone: "+976 94198622",
    subjects: ["Математик", "Физик", "Англи хэл"],

    examPrep: "Өмнө жилийн материалууд",

    expectationVsReality:
      "Хариултын хуудас тийм их цаг авна гэж төсөөлөөгүй 😭 Амжихгүй гарах хамгийн муухай байсан 🥲",

    schoolTests:
      "Сэтгэл зүйг маш сайн бэлддэг. Үнэнчээр өгдөг бол ЭЕШ дээр сандрах нь багасдаг 🧐",

    activities: "Mongolia Needs You менторшип хөтөлбөр",

    skills: "Цагийн менежмент",
    bio:"Амьдралыг арай бага төвөгтэй болгох ментор. Оюутны зовлонг ойлгоно, учир нь би өөрөө яг тэнд л амьдарч явна.",
    threeWords: [
      "soft-hearted 🥹❤️",
      "quietly-strong 😙",
      "impossible-to-replace 🥰",
    ],

    posts: [
      {
        title: "ЭЕШ-д амжилттай бэлдэх 5 алхам",
        date: "2024-10-12",
        content: "Өдөр бүр бага багаар тогтмол давтах хамгийн чухал...",
      },
      {
        title: "Сандралтаа хэрхэн дарах вэ?",
        date: "2024-11-01",
        content: "Бодит шалгалт шиг сорил өгөх нь маш их нөлөөтэй...",
      },
    ],
  },
{
    slug: "nominzaya",
    name: "Э.Номинзаяа",
    school: "ШУТИС",
    image: "/mentor/mentor2.jpg",
    major: "Кибер аюулгүй байдал",
    level: "2-р түвшин",
    email: "nomiozaya6@gmail.com",
    phone: "+976 86202998",
    subjects: ["Математик", "Физик", "Англи хэл"],
    bio: "Хүний хамгийн онцгой зүйл үргэлж дурсагддаг. Үүнийгээ илүү их болгохын тулд шинийг эрэлхийлж байгаарай. Өөрийн амьдралаа сайхан байлгахын тулд одооноос эхлээрэй.",
    examPrep: "Өмнөх жилийн материалууд, давтлага",

    expectationVsReality:
      "Арай их сандралтай байсан",

    schoolTests:
      "Цагийн менежмент, будалт, сандралтаа багасгахад нөлөөлсөн",

    activities: "Одоогоор байхгүй",

    skills: "Хэлний мэдлэг, цаг хувиарлалт",

    threeWords: [
      "Шударга",
      "Тайван",
      "Нойрмог",
    ],

    posts: [
      {
        title: "ЭЕШ-д амжилттай бэлдэх 5 алхам",
        date: "2024-10-12",
        content: "Өдөр бүр бага багаар тогтмол давтах хамгийн чухал...",
      },
      {
        title: "Сандралтаа хэрхэн дарах вэ?",
        date: "2024-11-01",
        content: "Бодит шалгалт шиг сорил өгөх нь маш их нөлөөтэй...",
      },
    ],
  },
];
