import { desc } from "framer-motion/client";

export const universities = [
  {
    id: "1",
    name: "Монгол Улсын Их Сургууль",
    image: "/universities/muis.jpg",
    website: "https://burtgel.num.edu.mn/",
    stats: {
      founded: "1942 он",
      students: "25,000 гаруй",
      faculties: "10 гаруй факультет, 50 орчим мэргэжил",
    },
    majors: [
      "Шинжлэх ухаан",
      "Нийгэм судлал",
      "Эдийн засаг",
      "Хууль",
      "Инженерчлэл",
      "...",
    ],
    description:
      "Монголын хамгийн ууган их сургууль бөгөөд судалгаа, шинжлэх ухаанд суурилсан сургалтаараа тэргүүлэгч.",
    whyChoose: [
      "Орчин үеийн боловсролын стандартад нийцсэн хөтөлбөрүүд",
      "Судалгаа, шинжилгээний тэргүүлэгч орчин",
      "Оюутны хөгжлийг дэмжсэн клуб, холбоод",
      "Жил бүр 300+ оюутан олон улсын солилцоонд хамрагддаг",
      "Төгсөгчид дотоод, гадаадын нэр хүндтэй сургуулиудад амжилттай суралцдаг",
    ],
  },

  {
    id: "2",
    name: "ШУТИС",
    image: "/universities/shutis.jpg",
    website: "https://www.must.edu.mn",
    stats: {
      founded: "1959 он",
      students: "20,000 гаруй",
      faculties: "8 сургууль, 40+ мэргэжил",
    },
    majors: [
      "Мэдээллийн технологийн салбар",
      "Инженерийн салбар",
      "Байгаль орчны салбар",
      "Анагаах ухааны салбар",
      "...",
    ],
    description:
      "Хэрэв та инженерчлэл, технологид дуртай бол ШУТИС таны ирээдүйн гараагаа эхлүүлэх зөв сонголт!",
    whyChoose: [
      "ШУТИС нь инженер, технологийн салбарт Монголын шилдэг боловсон хүчин бэлтгэдэг тэргүүлэгч их сургууль юм. Тус сургуулийн хөтөлбөрүүд нь практик, онолын тэнцвэрийг сайтар хадгалсан бөгөөд оюутнууд бодит төслүүд дээр ажиллах боломжтой. Сургуулийн орчин нь шинжлэх ухаан, технологид суурилсан олон төрлийн лаборатори, төвүүдээр баялаг бөгөөд оюутнуудыг бүтээлч, инновацлаг сэтгэлгээг хөгжүүлэхэд чиглэдэг. Мөн 40 гаруй клуб, сонирхлын бүлгэмүүд нь оюутны чөлөөт цагийг үр дүнтэй өнгөрүүлэхэд дэмжлэг үзүүлдэг. ШУТИС-ийн төгсөгчид нь Монголын дэд бүтэц, мэдээллийн технологи, эрчим хүч, уул уурхайн салбарт манлайлагчид болж, дэлхийн олон орны инженер, технологийн сургуульд амжилттай суралцсаар байна. ",
    ],
  },
    {
    id: "3",
    name: "АШУҮИС",
    image: "/universities/ashuuis.jpg",
    website: "https://mnums.edu.mn/%d1%8d%d0%bb%d1%81%d1%8d%d0%bb%d1%82-2/",
    stats: {
      founded: "1942 он",
      students: "12000 орчим",
        faculties: "Анагаах ухаан, Нүүр ам судлал, Эм зүй, Нийгмийн эрүүл мэнд, Сувилахуйн ухаан, Хүүхдийн анагаах ухаан гэх мэт анагаахын бүх салбар",
    },
    majors: [
      "Анагаах ухаан",
      "Хүний их эмч",
        "Шүдний их эмч",
        "Био анагаах ухаан",
        "Сувилахуй",
        "Нийгмийн эрүүл мэнд",
        "Эмнэлгийн лаборатори",
        "Эрүүл мэндийн менежмент",
        "Эм зүй",
        "Хүүхдийн их эмч",
        "...",
    ],
    description:
      "Хэрэв та эрүүл мэндийн салбарт мэргэшин, хүний амьдралд өөрчлөлт авчрахыг хүсэж байвал АШУҮИС таны хүсэл тэмүүлэлд нийцэх төгс сонголт юм!",
    whyChoose: [
        "АШУҮИС нь Монгол Улсын эрүүл мэндийн салбарын тулгуур болсон эмч, сувилагч, эрдэмтдийг бэлтгэдэг гол сургууль юм. Тус сургуулийн давуу тал нь олон улсад хүлээн зөвшөөрөгдсөн боловсролын систем, туршлагатай багш нарын заадаг өндөр чанартай сургалт юм. Оюутнууд эмнэлзүйн дадлагаа төрөлжсөн эмнэлгүүдэд хийж, бодит орчинд туршлага хуримтлуулдаг. Үүнээс гадна, сургуулийн судалгааны төвүүд нь эрүүл мэндийн салбарт шинэ нээлт хийхэд түлхэц болдог. АШУҮИС-ийн оюутнууд олон улсын төсөл хөтөлбөрт хамрагдаж, хилийн чанадад туршлага судлах өргөн боломжтой",
    ],
    },
    {
    id: "4",
    name: "СЭЗИС",
    image: "/universities/sezis.jpg",
    website: "https://www.sezis.edu.mn",
    stats: {
      founded: "1924 он",
      students: "7,000 орчим",
      faculties: "3 факультет, 20 орчим мэргэжил",
    },
    majors: [
      "Эдийн засаг",
      "Санхүү",
      "Бизнесийн удирдлага",
      "Маркетинг",
      "Менежмент",
      "...",
    ],
    description:
      "Хэрэв та дэлхийн зах зээлд өрсөлдөх чадвартай бизнесийн мэргэжилтэн болохыг хүсэж байвал СЭЗИС бол таны ирээдүйн хөтөч байх болно!",
    whyChoose: [
      "Олон улсын стандартад нийцсэн хөтөлбөрүүд",
      "Бодит бизнесийн орчинд дадлага хийх боломж",
      "Аж ахуйн нэгж, санхүүгийн байгууллагуудтай нягт хамтын ажиллагаа",
      "Олон улсын уралдаан, хөтөлбөрт оролцох боломж",
      "Төгсөгчид нь Монголын банк, санхүү, эдийн засгийн салбарт тэргүүлэх байр суурь эзэлдэг",
    ],
  },
    {
    id: "5",
    name: "СУИС",
    image: "/universities/suis.jpg",
    website: "https://burtgel.mnuac.edu.mn/#/shome",
    stats: {
      founded: "1990 он",
      students: "1500 орчим",
      faculties: "Театр, кино, хөгжим, бүжиг, дүрслэх урлаг, соёл судлалын чиглэлүүд",
    },
    majors: [
      "Хөгжим судлал",
      "Дуу хөгжмийн багш",
      "Хөгжимчин",
      "Жүжигчин",
      "кино найруулагч",
      "театр судлал",
      "Бүжигчин",
      "бүжгийн багш",
      "Урлагийн менежмент",
      "соёл судлаач",
      "Уран зураг",
      "баримал",
      "дизайн",
      "..."
    ],
    description:
      "Хэрэв та өөрийн авьяасыг хөгжүүлж, Монголын соёл урлагийг хөгжүүлэхэд хувь нэмрээ оруулахыг хүсэж байвал Соёл, урлагийн их сургууль таны сонголт байх болно!",
    whyChoose: [
      "Соёл, урлагийн их сургууль нь Монголын соёл урлагийн салбарт хөтлөгч үүрэгтэй, мэргэжлийн урлагийн боловсрол олгодог цорын ганц их сургууль юм. Сургуулийн орчин нь авьяасыг хөгжүүлэхэд тохирсон бүтээлч уур амьсгалтай бөгөөд оюутнуудын гарт театрын тайз, дуу бичлэгийн студи, урлагийн галерей зэрэг мэргэжлийн орчин бүрдүүлсэн. Төгсөгчид нь дотоод, гадаадад соёл урлагийн салбарын чухал байр суурийг эзэлдэг төдийгүй, сургуулийн төгсөгчдийн 85% нь мэргэжлээрээ амжилттай ажиллаж байна. Сургуулийн олон улсын хамтын ажиллагаа нь гадаадын урлагийн байгууллагуудтай хамтарсан төсөл, сургалтуудад оролцох боломжийг олгодог.",
    ],
  },
  {
    id: "6",
    name: "Урлах Эрдмийн дээд сургууль",
    image: "/universities/urlaherdem.png",
    website: "https://www.urlakherdem.edu.mn/mn/",
    stats: {
      founded: "1993 он",
      students: "3000 орчим",
      faculties: "Дизайн, Технологи, Урлаг гэх мэт",
    },
    majors: [
      "Хувцсны дизайн",
      "Интерьер дизайн",
      "График дизайн",
      "Хувцас үйлдвэрлэлийн технологи",
      "Материал судлал",
      "Загвар зохион бүтээлт",
      "Уран зураг",
      "Гар урлал",
      "..."
    ],
    description:
      "Урлаг, дизайны өөрийн хүсэл тэмүүллийг бодит болгохыг хүсвэл Урлах эрдмийн дээд сургууль таны хамгийн зөв сонголт байх болно.",
    whyChoose: [
      "Урлах эрдмийн дээд сургууль нь Монголын урлаг, дизайны салбарт тэргүүлэх мэргэжилтнүүдийг бэлтгэх орчин үеийн чиг хандлагад нийцсэн сургалттай. Сургуулийн хөтөлбөрүүд нь практикт суурилж, оюутнуудад бүтээлч орчинд ур чадвараа хөгжүүлэх, дэвшилтэт тоног төхөөрөмж ашиглан бодит туршлага хуримтлуулах боломжийг олгодог. Энд суралцагчид нэр хүндтэй багш нараас суралцаж, салбарынхаа шилдэг мэргэжилтнүүдтэй холбогдох бөгөөд төгсөгчид нь дотоод, гадаадын зах зээлд нэр хүндтэй карьер эхлүүлэх боломжтой. Загварын шоу, уралдаан, үзэсгэлэн зэрэг олон талт үйл ажиллагаа нь оюутнуудад өөрийгөө нээх, бүтээлч сэтгэлгээгээ хөгжүүлэх замыг нээж өгдөг.",
    ],
  },
    {
    id: "7",
    name: "GMIT",
    image: "/universities/gmit.png",
    website: "https://www.gmit.edu.mn/eng/registration.html",
    stats: {
      founded: "2013 он",
      students: "400 орчим",
      faculties: " Механик инженер, Уул уурхайн боловсруулах инженер, Хүрээлэн буй орчны инженер, Мехатроник инженер, Эрчим хүч-цахилгааны инженер, Үйлдвэрлэлийн эдийн засаг ба менежмент",
    },
    majors: [
      "Механик зохион бүтээх",
      "Тоног төхөөрөмжийн үйлдвэрлэл",
      "Ашигт малтмал боловсруулалт",
      "Сэргээгдэх эрчим хүч",
      "Цахилгаан систем",
      "Робот техник",
      "Автоматжуулалт",
      "Байгаль орчны нөхөн сэргээлт",
      "Үйлдвэрлэлийн менежмент",
      "Логистик",
      "...",
    ],
    description:
      "Хэрэв та дэлхийн түвшний инженер болж, олон улсад хүлээн зөвшөөрөгдсөн боловсрол эзэмшин, Монголын болон дэлхийн аж үйлдвэрийн салбарт тэргүүлэхийг хүсэж байвал GMIT таны ирээдүйн бат бөх суурь болно!",
    whyChoose: [
      "МГТИС (GMIT) нь Герман улсын инженерийн боловсролын стандартыг Монголд нэвтрүүлсэн олон улсын түвшний сургууль юм. Сургалт 100% англи хэл дээр явагддаг тул төгсөгчид дэлхийн хаана ч ажиллах чадвартай болдог. Налайх дүүрэгт байрлах орчин үеийн кампус, дотуур байр нь оюутнуудад хичээлдээ бүрэн төвлөрөх боломжийг олгодог. Герман улсын их, дээд сургуулиудтай хамтарсан хөтөлбөр хэрэгжүүлдэг тул оюутнууд Германд дадлага хийх, зуны сургалтад хамрагдах, цаашлаад магистрт үргэлжлүүлэн суралцах өргөн боломжтой. Мөн сурлагын амжилтаас хамааран сургалтын төлбөрийн хөнгөлөлт, тэтгэлэгт хамрагдах боломж нээлттэй байдаг.",
    ],
  },
];
